Repository: poorgeek/wp-category-meta
Catalog: lang/wp-category-meta-*.po
Languages: cs_cz

source: Done
cs_cz: Hotovo

source: Today
cs_cz: Dnes

source: Show a different month
cs_cz: Zobrazit jiný měsíc

source: This additional data is attached to the current term:
cs_cz: Tato přídavná data jsou asociována s tímto termínem:

source: There are no data to the current term.
cs_cz: Tento pojem nemá přiřazena žádná pole.

source: Term meta
cs_cz: Metadata termínu ( Kategorie / Štítek / ...)

source: No image selected
cs_cz: Není vybrán žádný obrázek

source: Add photos from your media library
cs_cz: Přidat obrázky z v Vaší Knihovny médií

source: Add an Image
cs_cz: Přidat obrázek

source: Click here to add/change your image
cs_cz: Klikněte sem pro přidání/změnu Vašeho obrázku

source: Note: To choose image click the "insert into post" button in the media uploader
cs_cz: Poznámka: Pro vybrání obrázku klikněte na "Vložit do příspěvku" v Knihovně Médií

source: Remove existing image
cs_cz: Odstranit existující obrázek

source: Click here to remove the existing image
cs_cz: Klikněte sem pro odstranění aktuálního obrázku

source: No file selected
cs_cz: Žádný soubor nevybrán

source: Add a File
cs_cz: Přidat soubor

source: Click here to add/change your file
cs_cz: Klikněte sem přidat/změnit Váš soubor

source: Note: To choose file click the "insert into post" button in the media uploader
cs_cz: Poznámka: pro vybrání souboru klikněte na Vložit do příspěvku" v Knihovně Médií

source: Remove existing file
cs_cz: Odstranit existující soubor

source: Click here to remove the existing file
cs_cz: Klikněte sem pro odstranění existujícího souboru

source: <strong>Error:</strong> To use Color Picker, you need to have Wordpress at least 3.5. Please upgrade your instalation.
cs_cz: <strong>Chyba:</strong> Pokud si přejete použít meta pole pro výběr barev, musíte mít Wordpress ve verzi nejméně 3.5.0. Aktualizujte Vaši instalaci Wordpressu.

source: <strong>Error:</strong> To use Date Picker, you need to have Wordpress at least 3.5. Please upgrade your instalation.
cs_cz: <strong>Chyba:</strong> Pokud si přejete použít meta pole pro výběr data, musíte mít Wordpress ve verzi nejméně 3.5.0. Aktualizujte Vaši instalaci Wordpressu.

source: Meta Name is empty!
cs_cz: Meta Název je prázdný!

source: Do you really want to change the taxonomy? All data with this meta name assigned to the old taxonomy will be deleted!
cs_cz: Opravdu si přejete změnit taxonomii? Veškerá data s tímto jménem přiřazená k předchozí taxonomii budou smazána!

source: Error: You have selected no taxonomies. Choose at least one.
cs_cz: Chyba: nezvolili jste žádné taxonomie. Vyberte alespoň jednu.

source: Category Meta Options
cs_cz: Category Meta nastavení

source: Category Meta
cs_cz: Kategorie Meta

source: Add Meta
cs_cz: Přidat meta

source: Text
cs_cz: Textové pole

source: Text Area
cs_cz: Textová oblast

source: Image
cs_cz: Obrázek

source: File
cs_cz: Soubor

source: Check Box
cs_cz: Zaškrtávací pole

source: Check Box Group
cs_cz: Zaškrtávací políčka

source: Select
cs_cz: Pole výběru

source: Radio buttons
cs_cz: Radio buttony

source: Color
cs_cz: Barva

source: Date Picker
cs_cz: Datum

source: Error: Field <strong>Meta Name</strong> cannot be empty!
cs_cz: Chyba: Pole <strong>Meta Název</strong> nesmí být prázdné!

source: Error: Meta Name <strong>%s</strong> already exists!
cs_cz: Chyba: Meta Název <strong>%s</strong> již existuje!

source: Meta Name <strong>%s</strong> succesfully deleted.
cs_cz: Meta Název <strong>%s</strong> úspěšně smazán.

source: Meta Name succefully changed from <strong>%s</strong> to <strong>%s</strong>. Don't forget to update your PHP code!
cs_cz: Meta Název úspěšně změněno z <strong>%s</strong> to <strong>%s</strong>. Nezapomeňte aktualizovat Váš PHP kód!

source: Meta Name <strong>%s</strong> succesfully updated.
cs_cz: Meta Název <strong>%s</strong> úspěšně aktualizován.

source: Meta list
cs_cz: Meta seznam

source: Meta Name
cs_cz: Meta Název

source: Input Label
cs_cz: Jmenovka pole

source: Input Description
cs_cz: Popisek pole

source: Meta Type
cs_cz: Meta Typ

source: Meta Taxonomy
cs_cz: Taxonomie (Kategorie / Štítek / ...)

source: Action
cs_cz: Akce

source: Do you really want to delete '%s'? All terms meta with this name will be also deleted!
cs_cz: Opravdu si přejete odstranit '%s'? Všechna terms metadata budou smazána s ním!

source: Add a Meta
cs_cz: Přidat meta

source: (e.g. 'image', use a-z, A-Z and _or -, no spaces)
cs_cz: (např. 'obrazek', použijte a-z, A-Z, a _ nebo -, bez mezer)

source: (e.g. 'My Image')
cs_cz: (např. 'Můj obrázek')

source: Values and names (checkbox groups, select and radiobuttons only)
cs_cz: Hodnoty a jejich názvy ( pouze pro skupiny zaškrtávací polí, pole výběru a radiobuttony)

source: Value:
cs_cz: Hodnota:

source: Add value
cs_cz: Přidat hodnotu

source: Delete value
cs_cz: Smazat hodnotu

source: Name for value:
cs_cz: Název pro hodnotu:

source: Update
cs_cz: Aktualizovat

source: Edit
cs_cz: Upravit

source: Delete
cs_cz: Smazat
